[{"model": "app.user", "pk": "35cde01a-fd69-442c-904a-bd289595bbdc", "fields": {"password": "", "last_login": null, "is_superuser": false, "first_name": "", "last_name": "", "is_staff": false, "is_active": true, "date_joined": "2024-11-17T13:52:32.286Z", "username": "Yanatchara JERAJA", "email": "yanatchara.j@ku.th", "role": "startup", "refresh_token": "1//0gI8wuoiy_E-XCgYIARAAGBASNwF-L9IrS3PtXLvkZtCBVwFlyPw5Wsk2zFYEad3X6NWfJfLOjXILYDzgv8q3MJI8F1w203kjcwE", "groups": [], "user_permissions": []}}, {"model": "app.user", "pk": "987da81a-7142-4f3b-8bfa-de865bf32ddd", "fields": {"password": "", "last_login": null, "is_superuser": false, "first_name": "", "last_name": "", "is_staff": false, "is_active": true, "date_joined": "2024-11-17T13:52:16.833Z", "username": "Krittin SETDHAVANICH", "email": "krittin.set@ku.th", "role": "investor", "refresh_token": "1//0ge3VWDqp8gOKCgYIARAAGBASNwF-L9IrAoIHxa_CjTMURZ-bRwnkK77KSlx7V5b7zdgHBNRprOPtYZzhcU1fFwI4KexwYRMrH_U", "groups": [], "user_permissions": []}}, {"model": "app.investor", "pk": "987da81a-7142-4f3b-8bfa-de865bf32ddd", "fields": {"available_funds": "0.00", "total_invested": "0.00"}}, {"model": "app.startup", "pk": "35cde01a-fd69-442c-904a-bd289595bbdc", "fields": {"name": "Yanatchara JERAJA", "description": "", "fundraising_goal": "0.00", "total_raised": "0.00"}}, {"model": "app.deal", "pk": "2975eb61-d55b-4d2d-b7c2-2bfcb782c373", "fields": {"startup": "35cde01a-fd69-442c-904a-bd289595bbdc", "name": "LifeGene Series A", "description": "Pioneering the future of personalized medicine", "content": "LifeGene is redefining the future of healthcare with a revolutionary platform that enables precise genetic editing to treat and potentially cure a wide range of conditions. Our flagship gene therapy, GenomicX™, targets inherited disorders like sickle cell anemia and cystic fibrosis, delivering life-changing results. Beyond medical applications, LifeGene is pioneering new frontiers in agriculture by engineering drought-resistant crops that can thrive in extreme climates, addressing food security on a global scale. Partnering with leading pharmaceutical companies, LifeGene is accelerating the development of personalized treatments that consider an individual's unique genetic profile. LifeGene’s ethical framework ensures all advancements are implemented with transparency and inclusivity, making cutting-edge treatments accessible worldwide. With an extensive pipeline of therapies in development and a robust intellectual property portfolio, LifeGene is set to dominate the biotechnology landscape for decades to come. \n\nFurthermore, LifeGene is investing heavily in precision medicine technologies that utilize AI to analyze genomic and epigenomic data, enabling real-time adaptation of treatment strategies. Our state-of-the-art labs leverage CRISPR-based tools to pioneer innovations in cellular regeneration and immunity enhancement, offering new hope for cancer and autoimmune disease patients. In the agricultural sector, LifeGene is leading efforts to combat the challenges of climate change by developing crops that are not only drought-resistant but also more nutritious and higher-yielding. We are also advancing eco-friendly pest-resistant plant strains, reducing dependency on chemical pesticides. By continuously pushing the envelope of biotechnological advancement, LifeGene is committed to transforming lives and ecosystems globally.", "image_background": "media/LifeGene/lifegene_background_ovyybg", "image_logo": "media/LifeGene/lifegene_logo_vrv9fo", "image_content": "media/LifeGene/lifegene_content_abfdie", "target_amount": "20000000.00", "price_per_unit": "200.00", "minimum_investment": "20000.00", "type": "Biotechnology", "amount_raised": "0.00", "start_date": "2024-10-03T13:53:39.840Z", "end_date": "2025-01-01T13:53:39.840Z", "investor_count": 0, "dataroom": "media/LifeGene/lifegene_dataroom_wkybyd.pdf", "status": "approved"}}, {"model": "app.deal", "pk": "341735a5-32a5-4077-bbcd-b3e6f416e254", "fields": {"startup": "35cde01a-fd69-442c-904a-bd289595bbdc", "name": "AgroFusion Series B", "description": "Innovating sustainable agriculture technology", "content": "AgroFusion is a pioneer in sustainable agriculture technology, creating solutions that enhance crop yields while protecting the environment. Our precision farming tools leverage satellite imagery and IoT sensors to monitor soil health, optimize irrigation, and reduce pesticide use. AgroFusion’s bioengineered seeds are designed to thrive in arid and nutrient-depleted soils, addressing food security challenges worldwide. \n\nIn addition, our mobile app platform empowers farmers with real-time data on weather patterns, pest risks, and market prices, enabling informed decisions. We also focus on regenerative farming practices that restore soil health and sequester carbon, contributing to climate change mitigation. With a vision to transform agriculture into a sustainable and profitable industry, AgroFusion is committed to innovation and collaboration at every level of the supply chain.", "image_background": "media/AgroFusion/agrofusion_background_uqhfwb", "image_logo": "media/AgroFusion/agrofusion_logo_jyjnhq", "image_content": "media/AgroFusion/agrofusion_content_ezcfmr", "target_amount": "20000000.00", "price_per_unit": "100.00", "minimum_investment": "20000.00", "type": "Agriculture Technology", "amount_raised": "0.00", "start_date": "2024-11-07T13:58:00.140Z", "end_date": "2025-01-31T13:58:00.140Z", "investor_count": 0, "dataroom": "media/AgroFusion/agrofusion_dataroom_wmtq4u.pdf", "status": "pending"}}, {"model": "app.deal", "pk": "3d369fce-5f96-4279-ad39-697d103c470f", "fields": {"startup": "35cde01a-fd69-442c-904a-bd289595bbdc", "name": "GreenSpark Series B", "description": "Leading the transition to renewable energy sources", "content": "GreenSpark is a transformative force in the renewable energy sector, dedicated to revolutionizing the way communities produce and consume energy. Our flagship product line includes ultra-efficient solar panels that utilize quantum dot technology to achieve over 95% energy conversion efficiency, alongside compact wind turbines specifically designed for urban landscapes. GreenSpark’s innovative approach also extends to hydroelectric systems optimized for low-flow rivers, enabling renewable energy generation in previously untapped regions. Beyond our product offerings, GreenSpark actively collaborates with global governments and NGOs to implement clean energy initiatives tailored to developing nations. By integrating AI and IoT solutions, our smart grids ensure optimal distribution of energy, minimizing losses and enhancing reliability. Our commitment to sustainability is evident in our closed-loop manufacturing processes, which prioritize recycled materials and renewable energy in production. With GreenSpark, the vision of a carbon-neutral future is not only possible but within reach. \n\nExpanding on our innovations, GreenSpark is actively developing community-level microgrid solutions to bring affordable energy to underserved regions. These systems empower communities to generate, store, and share power autonomously, fostering energy independence. Our cutting-edge research in energy storage has also yielded next-generation batteries with extended lifespans and unparalleled performance, further enhancing the utility of renewable energy sources. GreenSpark’s holistic approach to clean energy incorporates educational programs aimed at raising awareness about sustainability and training future generations in renewable energy technologies. By pushing the boundaries of green innovation and forging strategic partnerships, GreenSpark continues to lead the charge toward a sustainable and equitable energy future.", "image_background": "media/GreenSpark/greenspark_background_hwvuic", "image_logo": "media/GreenSpark/greenspark_logo_mzvlm8", "image_content": "media/GreenSpark/greenspark_content_covtyd", "target_amount": "10000000.00", "price_per_unit": "50.00", "minimum_investment": "5000.00", "type": "Renewable Energy", "amount_raised": "0.00", "start_date": "2024-10-28T13:57:08.558Z", "end_date": "2025-02-15T13:57:08.558Z", "investor_count": 0, "dataroom": "media/GreenSpark/greenspark_dataroom_bp7rnd.pdf", "status": "approved"}}, {"model": "app.deal", "pk": "56d23882-90f6-4e16-9a0b-0e718047a6aa", "fields": {"startup": "35cde01a-fd69-442c-904a-bd289595bbdc", "name": "EcoThread Bridge Round", "description": "AI-powered sustainable fashion manufacturing", "content": "EcoThread is at the forefront of sustainable fashion, leveraging cutting-edge AI and advanced manufacturing techniques to create eco-friendly apparel that minimizes environmental impact. Our AI-driven design platform optimizes fabric cutting patterns, reducing waste by over 70%. EcoThread exclusively uses sustainable materials such as organic cotton, bamboo fibers, and recycled textiles, ensuring every garment is as environmentally friendly as it is stylish. In addition, our production facilities operate on renewable energy, further reducing our carbon footprint. \n\nEcoThread’s circular economy initiatives include a garment recycling program where customers can return old clothing to be transformed into new products, closing the loop on fashion waste. Beyond manufacturing, EcoThread’s AI-based consumer insights platform empowers brands to predict trends and optimize inventory, minimizing overproduction and unsold stock. We are also working on next-generation fabrics infused with nanotechnology for enhanced durability and performance. Our collaboration with global fashion houses and independent designers underscores our commitment to bringing sustainability into mainstream fashion, reshaping the industry into a force for environmental and social good.", "image_background": "media/EcoThread/ecothread_background_sm1mgg", "image_logo": "media/EcoThread/ecothread_logo_bcafut", "image_content": "media/EcoThread/ecothread_content_ctvdjv", "target_amount": "4000000.00", "price_per_unit": "50.00", "minimum_investment": "10000.00", "type": "Sustainable Fashion", "amount_raised": "0.00", "start_date": "2024-11-02T13:57:25.093Z", "end_date": "2025-01-01T13:57:25.094Z", "investor_count": 0, "dataroom": "media/EcoThread/ecothread_dataroom_w1ywql.pdf", "status": "approved"}}, {"model": "app.deal", "pk": "6e53f3d6-ace0-45a4-b783-25ced1320997", "fields": {"startup": "35cde01a-fd69-442c-904a-bd289595bbdc", "name": "OrbitX Series B", "description": "Democratizing satellite launch services", "content": "OrbitX is transforming space exploration by making satellite launch services more accessible and affordable than ever before. Our reusable micro-satellite launch vehicles use cutting-edge propulsion systems that significantly reduce costs while maintaining unmatched reliability. OrbitX's modular satellite components allow customers to customize their payloads with ease, making space accessible to startups, academic institutions, and smaller nations. Our in-orbit refueling technology is a game-changer, enabling satellites to operate longer and reduce the accumulation of space debris. \n\nIn addition to satellite launches, OrbitX is pioneering space sustainability through satellite recycling and advanced orbital infrastructure development. Our modular spacecraft components are designed to be easily upgraded or repaired in orbit, minimizing waste and extending mission lifespans. We are also developing next-generation propulsion systems that leverage clean energy sources, reducing environmental impact even further. OrbitX's vision includes establishing orbital repair and refueling stations, laying the groundwork for interplanetary missions. By collaborating with governmental and private stakeholders, we are building a robust ecosystem to democratize access to space and drive humanity's expansion into the cosmos.", "image_background": "media/OrbitX/orbitx_background_jeiv8t", "image_logo": "media/OrbitX/orbitx_logo_ukm6ef", "image_content": "media/OrbitX/orbitx_content_nzgdnx", "target_amount": "25000000.00", "price_per_unit": "1000.00", "minimum_investment": "100000.00", "type": "Space Exploration", "amount_raised": "0.00", "start_date": "2024-10-28T13:53:53.716Z", "end_date": "2025-01-26T13:53:53.716Z", "investor_count": 0, "dataroom": "media/OrbitX/orbitx_dataroom_voakwm.pdf", "status": "approved"}}, {"model": "app.deal", "pk": "8122d095-7647-4d63-9fec-79800c85385c", "fields": {"startup": "35cde01a-fd69-442c-904a-bd289595bbdc", "name": "LifeGene Series A", "description": "Pioneering the future of personalized medicine", "content": "LifeGene is redefining the future of healthcare with a revolutionary platform that enables precise genetic editing to treat and potentially cure a wide range of conditions. Our flagship gene therapy, GenomicX™, targets inherited disorders like sickle cell anemia and cystic fibrosis, delivering life-changing results. Beyond medical applications, LifeGene is pioneering new frontiers in agriculture by engineering drought-resistant crops that can thrive in extreme climates, addressing food security on a global scale. Partnering with leading pharmaceutical companies, LifeGene is accelerating the development of personalized treatments that consider an individual's unique genetic profile. LifeGene’s ethical framework ensures all advancements are implemented with transparency and inclusivity, making cutting-edge treatments accessible worldwide. With an extensive pipeline of therapies in development and a robust intellectual property portfolio, LifeGene is set to dominate the biotechnology landscape for decades to come. \n\nFurthermore, LifeGene is investing heavily in precision medicine technologies that utilize AI to analyze genomic and epigenomic data, enabling real-time adaptation of treatment strategies. Our state-of-the-art labs leverage CRISPR-based tools to pioneer innovations in cellular regeneration and immunity enhancement, offering new hope for cancer and autoimmune disease patients. In the agricultural sector, LifeGene is leading efforts to combat the challenges of climate change by developing crops that are not only drought-resistant but also more nutritious and higher-yielding. We are also advancing eco-friendly pest-resistant plant strains, reducing dependency on chemical pesticides. By continuously pushing the envelope of biotechnological advancement, LifeGene is committed to transforming lives and ecosystems globally.", "image_background": "media/LifeGene/lifegene_background_ysv6bh", "image_logo": "media/LifeGene/lifegene_logo_iexdqq", "image_content": "media/LifeGene/lifegene_content_j6flzl", "target_amount": "20000000.00", "price_per_unit": "200.00", "minimum_investment": "20000.00", "type": "Biotechnology", "amount_raised": "0.00", "start_date": "2024-10-03T13:57:15.312Z", "end_date": "2025-01-01T13:57:15.313Z", "investor_count": 0, "dataroom": "media/LifeGene/lifegene_dataroom_mklm3g.pdf", "status": "approved"}}, {"model": "app.deal", "pk": "9ba9c918-5856-4588-8246-f69a1c92aebb", "fields": {"startup": "35cde01a-fd69-442c-904a-bd289595bbdc", "name": "BrainLink Seed Round", "description": "Creating AI solutions to augment human intelligence", "content": "BrainLink is revolutionizing artificial intelligence by creating solutions that augment human capabilities and transform industries. CognitiveCore™, our flagship AI platform, uses advanced machine learning algorithms to analyze and interpret massive datasets in real-time, providing actionable insights for businesses. In healthcare, BrainLink assists doctors in identifying complex patterns in medical imaging, enhancing diagnostic accuracy. In finance, it forecasts market trends with unparalleled precision, empowering investors to make informed decisions. BrainLink also prioritizes ethical AI development, ensuring fairness, accountability, and transparency in all its applications. \n\nOur educational initiatives aim to close the AI skills gap, providing training resources to empower individuals and businesses to harness the potential of AI. Beyond commercial applications, BrainLink is driving advancements in AI-assisted creative industries, enabling the generation of innovative art, music, and design. We also support urban planning efforts with AI solutions that model sustainable cities, optimize transportation, and enhance energy distribution. Through strategic collaborations with universities and research institutions, BrainLink is shaping the next generation of AI researchers and practitioners. As we continue to push the boundaries of what AI can achieve, BrainLink remains committed to creating technology that enhances lives and drives global progress.", "image_background": "media/BrainLink/brainlink_background_bnyylx", "image_logo": "media/BrainLink/brainlink_logo_kolub3", "image_content": "media/BrainLink/brainlink_content_rlyqqh", "target_amount": "5000000.00", "price_per_unit": "100.00", "minimum_investment": "10000.00", "type": "Artificial Intelligence", "amount_raised": "0.00", "start_date": "2024-11-07T13:53:43.410Z", "end_date": "2025-01-26T13:53:43.410Z", "investor_count": 0, "dataroom": "media/BrainLink/brainlink_dataroom_f0vjsq.pdf", "status": "approved"}}, {"model": "app.deal", "pk": "aefee5be-ad1b-4372-9175-c1d065a741d3", "fields": {"startup": "35cde01a-fd69-442c-904a-bd289595bbdc", "name": "NeuroNet Seed Round", "description": "AI-powered neuroscience breakthroughs", "content": "NeuroNet is leading the charge in neuroscience with AI-powered platforms designed to unlock the mysteries of the human brain. Our flagship product, SynapseAI™, provides researchers with tools to simulate neural activity, accelerating discoveries in mental health, neurodegenerative diseases, and cognitive enhancement. NeuroNet’s technology has already helped identify biomarkers for conditions like Alzheimer’s and Parkinson’s, enabling earlier and more accurate diagnoses. \n\nOur collaborations with leading hospitals and academic institutions allow us to bring cutting-edge research directly to clinical trials, bridging the gap between theory and practice. Beyond healthcare, NeuroNet is innovating brain-computer interfaces that empower individuals with physical disabilities, enabling greater autonomy and interaction. With a robust commitment to ethical AI, NeuroNet ensures that advancements are implemented responsibly, prioritizing human welfare above all else.", "image_background": "media/NeuroNet/neuronet_background_tgpcvk", "image_logo": "media/NeuroNet/neuronet_logo_bcgswd", "image_content": "media/NeuroNet/neuronet_content_lqxgdq", "target_amount": "7000000.00", "price_per_unit": "75.00", "minimum_investment": "15000.00", "type": "Neuroscience AI", "amount_raised": "0.00", "start_date": "2024-10-28T13:57:56.585Z", "end_date": "2025-02-15T13:57:56.585Z", "investor_count": 0, "dataroom": "media/NeuroNet/neuronet_dataroom_zza7y4.pdf", "status": "pending"}}, {"model": "app.deal", "pk": "ce0508f2-ee30-43a3-a448-0b12e510a075", "fields": {"startup": "35cde01a-fd69-442c-904a-bd289595bbdc", "name": "GreenSpark Series B", "description": "Leading the transition to renewable energy sources", "content": "GreenSpark is a transformative force in the renewable energy sector, dedicated to revolutionizing the way communities produce and consume energy. Our flagship product line includes ultra-efficient solar panels that utilize quantum dot technology to achieve over 95% energy conversion efficiency, alongside compact wind turbines specifically designed for urban landscapes. GreenSpark’s innovative approach also extends to hydroelectric systems optimized for low-flow rivers, enabling renewable energy generation in previously untapped regions. Beyond our product offerings, GreenSpark actively collaborates with global governments and NGOs to implement clean energy initiatives tailored to developing nations. By integrating AI and IoT solutions, our smart grids ensure optimal distribution of energy, minimizing losses and enhancing reliability. Our commitment to sustainability is evident in our closed-loop manufacturing processes, which prioritize recycled materials and renewable energy in production. With GreenSpark, the vision of a carbon-neutral future is not only possible but within reach. \n\nExpanding on our innovations, GreenSpark is actively developing community-level microgrid solutions to bring affordable energy to underserved regions. These systems empower communities to generate, store, and share power autonomously, fostering energy independence. Our cutting-edge research in energy storage has also yielded next-generation batteries with extended lifespans and unparalleled performance, further enhancing the utility of renewable energy sources. GreenSpark’s holistic approach to clean energy incorporates educational programs aimed at raising awareness about sustainability and training future generations in renewable energy technologies. By pushing the boundaries of green innovation and forging strategic partnerships, GreenSpark continues to lead the charge toward a sustainable and equitable energy future.", "image_background": "media/GreenSpark/greenspark_background_sy2gpg", "image_logo": "media/GreenSpark/greenspark_logo_dye3pd", "image_content": "media/GreenSpark/greenspark_content_iqcq4p", "target_amount": "10000000.00", "price_per_unit": "50.00", "minimum_investment": "5000.00", "type": "Renewable Energy", "amount_raised": "0.00", "start_date": "2024-10-28T13:53:35.868Z", "end_date": "2025-02-15T13:53:35.868Z", "investor_count": 0, "dataroom": "media/GreenSpark/greenspark_dataroom_piopuj.pdf", "status": "approved"}}, {"model": "app.deal", "pk": "dbe07d38-2bcb-4c91-be1d-526becae0d67", "fields": {"startup": "35cde01a-fd69-442c-904a-bd289595bbdc", "name": "OrbitX Series B", "description": "Democratizing satellite launch services", "content": "OrbitX is transforming space exploration by making satellite launch services more accessible and affordable than ever before. Our reusable micro-satellite launch vehicles use cutting-edge propulsion systems that significantly reduce costs while maintaining unmatched reliability. OrbitX's modular satellite components allow customers to customize their payloads with ease, making space accessible to startups, academic institutions, and smaller nations. Our in-orbit refueling technology is a game-changer, enabling satellites to operate longer and reduce the accumulation of space debris. \n\nIn addition to satellite launches, OrbitX is pioneering space sustainability through satellite recycling and advanced orbital infrastructure development. Our modular spacecraft components are designed to be easily upgraded or repaired in orbit, minimizing waste and extending mission lifespans. We are also developing next-generation propulsion systems that leverage clean energy sources, reducing environmental impact even further. OrbitX's vision includes establishing orbital repair and refueling stations, laying the groundwork for interplanetary missions. By collaborating with governmental and private stakeholders, we are building a robust ecosystem to democratize access to space and drive humanity's expansion into the cosmos.", "image_background": "media/OrbitX/orbitx_background_sprsmw", "image_logo": "media/OrbitX/orbitx_logo_xxzy4g", "image_content": "media/OrbitX/orbitx_content_d6x9qk", "target_amount": "25000000.00", "price_per_unit": "1000.00", "minimum_investment": "100000.00", "type": "Space Exploration", "amount_raised": "0.00", "start_date": "2024-10-28T13:57:29.406Z", "end_date": "2025-01-26T13:57:29.407Z", "investor_count": 0, "dataroom": "media/OrbitX/orbitx_dataroom_huyazh.pdf", "status": "approved"}}, {"model": "app.deal", "pk": "dd2c6699-8c85-4a3a-9d10-b6a560c84aec", "fields": {"startup": "35cde01a-fd69-442c-904a-bd289595bbdc", "name": "MediMind Pre-Series A", "description": "AI-powered medical diagnosis and treatment planning", "content": "MediMind leverages advanced AI algorithms to assist healthcare providers in diagnosis and treatment planning. Our system analyzes medical imaging, patient history, and latest research to provide accurate diagnostic suggestions and personalized treatment plans. MediMind’s algorithms are trained on diverse datasets, ensuring culturally and demographically inclusive medical insights. Our technology reduces diagnostic errors, shortens hospital stays, and enhances patient outcomes. \n\nBeyond diagnostics, MediMind is pioneering AI applications in drug discovery, accelerating the identification of potential therapeutic compounds. We also integrate wearable health devices to provide real-time monitoring and predictive alerts for chronic conditions, enabling proactive healthcare. Through strategic collaborations with hospitals and research institutions, MediMind is fostering a global network of knowledge-sharing to improve medical outcomes worldwide. As healthcare challenges grow more complex, MediMind is dedicated to empowering providers with the tools they need to deliver exceptional care.", "image_background": "media/MediMind/medimind_background_bbwful", "image_logo": "media/MediMind/medimind_logo_uptzp0", "image_content": "media/MediMind/medimind_content_pr5iie", "target_amount": "3000000.00", "price_per_unit": "75.00", "minimum_investment": "15000.00", "type": "Healthcare", "amount_raised": "0.00", "start_date": "2024-11-07T13:57:34.774Z", "end_date": "2025-02-05T13:57:34.774Z", "investor_count": 0, "dataroom": "media/MediMind/medimind_dataroom_negsoh.pdf", "status": "approved"}}, {"model": "app.deal", "pk": "e57a53eb-8a44-4a33-b4b5-3b5a55a41d9c", "fields": {"startup": "35cde01a-fd69-442c-904a-bd289595bbdc", "name": "EcoThread Bridge Round", "description": "AI-powered sustainable fashion manufacturing", "content": "EcoThread is at the forefront of sustainable fashion, leveraging cutting-edge AI and advanced manufacturing techniques to create eco-friendly apparel that minimizes environmental impact. Our AI-driven design platform optimizes fabric cutting patterns, reducing waste by over 70%. EcoThread exclusively uses sustainable materials such as organic cotton, bamboo fibers, and recycled textiles, ensuring every garment is as environmentally friendly as it is stylish. In addition, our production facilities operate on renewable energy, further reducing our carbon footprint. \n\nEcoThread’s circular economy initiatives include a garment recycling program where customers can return old clothing to be transformed into new products, closing the loop on fashion waste. Beyond manufacturing, EcoThread’s AI-based consumer insights platform empowers brands to predict trends and optimize inventory, minimizing overproduction and unsold stock. We are also working on next-generation fabrics infused with nanotechnology for enhanced durability and performance. Our collaboration with global fashion houses and independent designers underscores our commitment to bringing sustainability into mainstream fashion, reshaping the industry into a force for environmental and social good.", "image_background": "media/EcoThread/ecothread_background_flrf5g", "image_logo": "media/EcoThread/ecothread_logo_bxaack", "image_content": "media/EcoThread/ecothread_content_orul4v", "target_amount": "4000000.00", "price_per_unit": "50.00", "minimum_investment": "10000.00", "type": "Sustainable Fashion", "amount_raised": "0.00", "start_date": "2024-11-02T13:53:50.589Z", "end_date": "2025-01-01T13:53:50.589Z", "investor_count": 0, "dataroom": "media/EcoThread/ecothread_dataroom_rvuoc5.pdf", "status": "approved"}}, {"model": "app.deal", "pk": "e8d453ae-927e-45da-bce8-330e763395f9", "fields": {"startup": "35cde01a-fd69-442c-904a-bd289595bbdc", "name": "CleanWave Pre-Series A", "description": "Next-gen ocean cleanup technology", "content": "CleanWave is revolutionizing ocean cleanup efforts with autonomous systems designed to remove plastic waste and restore marine ecosystems. Our robotic fleets, powered by renewable energy, can operate continuously to collect debris and sort it for recycling. CleanWave’s innovative nanotechnology-based filters prevent microplastics from reaching marine food chains, safeguarding aquatic life. \n\nIn partnership with coastal communities, CleanWave implements waste reduction programs and educates the public on sustainable practices. Our advanced data analytics platform tracks pollution hotspots, enabling targeted cleanup efforts and policy recommendations. By addressing both prevention and remediation, CleanWave is making significant strides toward a plastic-free ocean and a healthier planet.", "image_background": "media/CleanWave/cleanwave_background_lstnki", "image_logo": "media/CleanWave/cleanwave_logo_wixlnq", "image_content": "media/CleanWave/cleanwave_content_cmvbhe", "target_amount": "8000000.00", "price_per_unit": "60.00", "minimum_investment": "12000.00", "type": "Environmental Technology", "amount_raised": "0.00", "start_date": "2024-11-12T13:58:05.643Z", "end_date": "2025-02-10T13:58:05.643Z", "investor_count": 0, "dataroom": "media/CleanWave/cleanwave_dataroom_ci3yvy.pdf", "status": "pending"}}, {"model": "app.deal", "pk": "ea231101-6a3e-4e7b-83c0-2b3ef23fb23f", "fields": {"startup": "35cde01a-fd69-442c-904a-bd289595bbdc", "name": "BrainLink Seed Round", "description": "Creating AI solutions to augment human intelligence", "content": "BrainLink is revolutionizing artificial intelligence by creating solutions that augment human capabilities and transform industries. CognitiveCore™, our flagship AI platform, uses advanced machine learning algorithms to analyze and interpret massive datasets in real-time, providing actionable insights for businesses. In healthcare, BrainLink assists doctors in identifying complex patterns in medical imaging, enhancing diagnostic accuracy. In finance, it forecasts market trends with unparalleled precision, empowering investors to make informed decisions. BrainLink also prioritizes ethical AI development, ensuring fairness, accountability, and transparency in all its applications. \n\nOur educational initiatives aim to close the AI skills gap, providing training resources to empower individuals and businesses to harness the potential of AI. Beyond commercial applications, BrainLink is driving advancements in AI-assisted creative industries, enabling the generation of innovative art, music, and design. We also support urban planning efforts with AI solutions that model sustainable cities, optimize transportation, and enhance energy distribution. Through strategic collaborations with universities and research institutions, BrainLink is shaping the next generation of AI researchers and practitioners. As we continue to push the boundaries of what AI can achieve, BrainLink remains committed to creating technology that enhances lives and drives global progress.", "image_background": "media/BrainLink/brainlink_background_z43vnq", "image_logo": "media/BrainLink/brainlink_logo_nlhhs0", "image_content": "media/BrainLink/brainlink_content_gjlenw", "target_amount": "5000000.00", "price_per_unit": "100.00", "minimum_investment": "10000.00", "type": "Artificial Intelligence", "amount_raised": "0.00", "start_date": "2024-11-07T13:57:19.831Z", "end_date": "2025-01-26T13:57:19.831Z", "investor_count": 0, "dataroom": "media/BrainLink/brainlink_dataroom_f14i3y.pdf", "status": "approved"}}, {"model": "app.deal", "pk": "eb3a2ead-8b10-4de7-ba7d-a84675184c7c", "fields": {"startup": "35cde01a-fd69-442c-904a-bd289595bbdc", "name": "QuantumCore Series A", "description": "Practical quantum computing solutions", "content": "QuantumCore is developing room-temperature quantum computers for commercial applications. Our breakthrough in qubit stability enables practical quantum computing solutions for optimization, cryptography, and drug discovery. Unlike traditional quantum systems requiring extreme cooling, QuantumCore's room-temperature design dramatically reduces operational complexity and costs, making quantum technology accessible to a wider audience. \n\nOur platforms are tailored for industry-specific needs, providing unparalleled computational power for logistics, financial modeling, and material science. QuantumCore collaborates with leading research institutions and multinational corporations to co-develop applications that address real-world challenges. Additionally, we are investing in developer-friendly tools and training programs to foster an ecosystem of innovation around quantum computing. With a robust intellectual property portfolio and a vision for scalable, practical solutions, QuantumCore is poised to redefine industries with quantum advancements.", "image_background": "media/QuantumCore/quantumcore_background_peisoh", "image_logo": "media/QuantumCore/quantumcore_logo_ct5g2h", "image_content": "media/QuantumCore/quantumcore_content_ujwtid", "target_amount": "15000000.00", "price_per_unit": "300.00", "minimum_investment": "30000.00", "type": "Quantum Computing", "amount_raised": "0.00", "start_date": "2024-11-12T13:57:45.701Z", "end_date": "2025-02-10T13:57:45.701Z", "investor_count": 0, "dataroom": "media/QuantumCore/quantumcore_dataroom_rjjiz0.pdf", "status": "approved"}}, {"model": "app.deal", "pk": "f7d38886-982c-47a1-a09e-8c0bf9099df9", "fields": {"startup": "35cde01a-fd69-442c-904a-bd289595bbdc", "name": "AquaTech Ventures Series A", "description": "Revolutionizing water purification technology", "content": "AquaTech Ventures is transforming the way we access and utilize clean water with advanced purification and desalination technologies. Our proprietary filtration systems use graphene-based membranes that achieve 99.9% impurity removal, ensuring safe drinking water in areas affected by pollution and scarcity. Our scalable desalination plants are designed to be energy-efficient, making seawater a viable resource for sustainable communities worldwide. \n\nIn addition to industrial applications, AquaTech’s smart water management systems employ AI-driven analytics to monitor usage patterns and predict shortages, helping municipalities optimize water distribution. We also collaborate with NGOs and governments to implement portable purification units for disaster relief, ensuring clean water access during emergencies. As water becomes one of the most critical resources of the 21st century, AquaTech Ventures is dedicated to pioneering solutions that secure this vital resource for future generations.", "image_background": "media/AquaTech/aquatech_background_ypjxjj", "image_logo": "media/AquaTech/aquatech_logo_f1sbzu", "image_content": "media/AquaTech/aquatech_content_m6yexp", "target_amount": "10000000.00", "price_per_unit": "50.00", "minimum_investment": "10000.00", "type": "Water Technology", "amount_raised": "0.00", "start_date": "2024-11-02T13:57:52.404Z", "end_date": "2025-01-16T13:57:52.404Z", "investor_count": 0, "dataroom": "media/AquaTech/aquatech_dataroom_d8jweo.pdf", "status": "pending"}}, {"model": "app.deal", "pk": "f8441f63-8f2a-46d0-bd8c-54b18136492f", "fields": {"startup": "35cde01a-fd69-442c-904a-bd289595bbdc", "name": "LearnVerse Seed Round", "description": "Virtual reality education platform", "content": "LearnVerse creates immersive VR educational experiences that make learning engaging and effective. Our platform covers K-12 curriculum with interactive 3D models and virtual laboratories. Students can explore complex scientific phenomena, historical events, and mathematical concepts in a hands-on, virtual environment, bridging the gap between theory and practice. LearnVerse’s adaptive learning algorithms personalize educational experiences to cater to individual learning styles and speeds, ensuring maximum retention and engagement. \n\nIn addition to K-12 education, LearnVerse is expanding its offerings to include professional training programs, enabling workers in industries such as healthcare, engineering, and manufacturing to upskill through realistic simulations. By collaborating with educators and institutions worldwide, LearnVerse aims to make cutting-edge educational resources accessible in even the most underserved regions. With features such as multilingual support and low-bandwidth optimization, our platform is built to overcome barriers to learning. As we continue to innovate, LearnVerse is setting the standard for the future of education through the power of virtual reality.", "image_background": "media/LearnVerse/learnverse_background_cqxqhh", "image_logo": "media/LearnVerse/learnverse_logo_sgd1it", "image_content": "media/LearnVerse/learnverse_content_vupdqb", "target_amount": "1500000.00", "price_per_unit": "25.00", "minimum_investment": "5000.00", "type": "Education Technology", "amount_raised": "0.00", "start_date": "2024-11-17T13:57:40.013Z", "end_date": "2025-01-16T13:57:40.013Z", "investor_count": 0, "dataroom": "media/LearnVerse/learnverse_dataroom_rolzp5.pdf", "status": "approved"}}, {"model": "auth.permission", "pk": 1, "fields": {"name": "Can add user", "content_type": 1, "codename": "add_user"}}, {"model": "auth.permission", "pk": 2, "fields": {"name": "Can change user", "content_type": 1, "codename": "change_user"}}, {"model": "auth.permission", "pk": 3, "fields": {"name": "Can delete user", "content_type": 1, "codename": "delete_user"}}, {"model": "auth.permission", "pk": 4, "fields": {"name": "Can view user", "content_type": 1, "codename": "view_user"}}, {"model": "auth.permission", "pk": 5, "fields": {"name": "Can add user", "content_type": 2, "codename": "add_admin"}}, {"model": "auth.permission", "pk": 6, "fields": {"name": "Can change user", "content_type": 2, "codename": "change_admin"}}, {"model": "auth.permission", "pk": 7, "fields": {"name": "Can delete user", "content_type": 2, "codename": "delete_admin"}}, {"model": "auth.permission", "pk": 8, "fields": {"name": "Can view user", "content_type": 2, "codename": "view_admin"}}, {"model": "auth.permission", "pk": 9, "fields": {"name": "Can add user", "content_type": 3, "codename": "add_investor"}}, {"model": "auth.permission", "pk": 10, "fields": {"name": "Can change user", "content_type": 3, "codename": "change_investor"}}, {"model": "auth.permission", "pk": 11, "fields": {"name": "Can delete user", "content_type": 3, "codename": "delete_investor"}}, {"model": "auth.permission", "pk": 12, "fields": {"name": "Can view user", "content_type": 3, "codename": "view_investor"}}, {"model": "auth.permission", "pk": 13, "fields": {"name": "Can add user", "content_type": 4, "codename": "add_startup"}}, {"model": "auth.permission", "pk": 14, "fields": {"name": "Can change user", "content_type": 4, "codename": "change_startup"}}, {"model": "auth.permission", "pk": 15, "fields": {"name": "Can delete user", "content_type": 4, "codename": "delete_startup"}}, {"model": "auth.permission", "pk": 16, "fields": {"name": "Can view user", "content_type": 4, "codename": "view_startup"}}, {"model": "auth.permission", "pk": 17, "fields": {"name": "Can add deal", "content_type": 5, "codename": "add_deal"}}, {"model": "auth.permission", "pk": 18, "fields": {"name": "Can change deal", "content_type": 5, "codename": "change_deal"}}, {"model": "auth.permission", "pk": 19, "fields": {"name": "Can delete deal", "content_type": 5, "codename": "delete_deal"}}, {"model": "auth.permission", "pk": 20, "fields": {"name": "Can view deal", "content_type": 5, "codename": "view_deal"}}, {"model": "auth.permission", "pk": 21, "fields": {"name": "Can add meeting", "content_type": 6, "codename": "add_meeting"}}, {"model": "auth.permission", "pk": 22, "fields": {"name": "Can change meeting", "content_type": 6, "codename": "change_meeting"}}, {"model": "auth.permission", "pk": 23, "fields": {"name": "Can delete meeting", "content_type": 6, "codename": "delete_meeting"}}, {"model": "auth.permission", "pk": 24, "fields": {"name": "Can view meeting", "content_type": 6, "codename": "view_meeting"}}, {"model": "auth.permission", "pk": 25, "fields": {"name": "Can add investment", "content_type": 7, "codename": "add_investment"}}, {"model": "auth.permission", "pk": 26, "fields": {"name": "Can change investment", "content_type": 7, "codename": "change_investment"}}, {"model": "auth.permission", "pk": 27, "fields": {"name": "Can delete investment", "content_type": 7, "codename": "delete_investment"}}, {"model": "auth.permission", "pk": 28, "fields": {"name": "Can view investment", "content_type": 7, "codename": "view_investment"}}, {"model": "auth.permission", "pk": 29, "fields": {"name": "Can add log entry", "content_type": 8, "codename": "add_logentry"}}, {"model": "auth.permission", "pk": 30, "fields": {"name": "Can change log entry", "content_type": 8, "codename": "change_logentry"}}, {"model": "auth.permission", "pk": 31, "fields": {"name": "Can delete log entry", "content_type": 8, "codename": "delete_logentry"}}, {"model": "auth.permission", "pk": 32, "fields": {"name": "Can view log entry", "content_type": 8, "codename": "view_logentry"}}, {"model": "auth.permission", "pk": 33, "fields": {"name": "Can add permission", "content_type": 9, "codename": "add_permission"}}, {"model": "auth.permission", "pk": 34, "fields": {"name": "Can change permission", "content_type": 9, "codename": "change_permission"}}, {"model": "auth.permission", "pk": 35, "fields": {"name": "Can delete permission", "content_type": 9, "codename": "delete_permission"}}, {"model": "auth.permission", "pk": 36, "fields": {"name": "Can view permission", "content_type": 9, "codename": "view_permission"}}, {"model": "auth.permission", "pk": 37, "fields": {"name": "Can add group", "content_type": 10, "codename": "add_group"}}, {"model": "auth.permission", "pk": 38, "fields": {"name": "Can change group", "content_type": 10, "codename": "change_group"}}, {"model": "auth.permission", "pk": 39, "fields": {"name": "Can delete group", "content_type": 10, "codename": "delete_group"}}, {"model": "auth.permission", "pk": 40, "fields": {"name": "Can view group", "content_type": 10, "codename": "view_group"}}, {"model": "auth.permission", "pk": 41, "fields": {"name": "Can add content type", "content_type": 11, "codename": "add_contenttype"}}, {"model": "auth.permission", "pk": 42, "fields": {"name": "Can change content type", "content_type": 11, "codename": "change_contenttype"}}, {"model": "auth.permission", "pk": 43, "fields": {"name": "Can delete content type", "content_type": 11, "codename": "delete_contenttype"}}, {"model": "auth.permission", "pk": 44, "fields": {"name": "Can view content type", "content_type": 11, "codename": "view_contenttype"}}, {"model": "auth.permission", "pk": 45, "fields": {"name": "Can add session", "content_type": 12, "codename": "add_session"}}, {"model": "auth.permission", "pk": 46, "fields": {"name": "Can change session", "content_type": 12, "codename": "change_session"}}, {"model": "auth.permission", "pk": 47, "fields": {"name": "Can delete session", "content_type": 12, "codename": "delete_session"}}, {"model": "auth.permission", "pk": 48, "fields": {"name": "Can view session", "content_type": 12, "codename": "view_session"}}, {"model": "contenttypes.contenttype", "pk": 1, "fields": {"app_label": "app", "model": "user"}}, {"model": "contenttypes.contenttype", "pk": 2, "fields": {"app_label": "app", "model": "admin"}}, {"model": "contenttypes.contenttype", "pk": 3, "fields": {"app_label": "app", "model": "investor"}}, {"model": "contenttypes.contenttype", "pk": 4, "fields": {"app_label": "app", "model": "startup"}}, {"model": "contenttypes.contenttype", "pk": 5, "fields": {"app_label": "app", "model": "deal"}}, {"model": "contenttypes.contenttype", "pk": 6, "fields": {"app_label": "app", "model": "meeting"}}, {"model": "contenttypes.contenttype", "pk": 7, "fields": {"app_label": "app", "model": "investment"}}, {"model": "contenttypes.contenttype", "pk": 8, "fields": {"app_label": "admin", "model": "logentry"}}, {"model": "contenttypes.contenttype", "pk": 9, "fields": {"app_label": "auth", "model": "permission"}}, {"model": "contenttypes.contenttype", "pk": 10, "fields": {"app_label": "auth", "model": "group"}}, {"model": "contenttypes.contenttype", "pk": 11, "fields": {"app_label": "contenttypes", "model": "contenttype"}}, {"model": "contenttypes.contenttype", "pk": 12, "fields": {"app_label": "sessions", "model": "session"}}]